{
    "النصوص بللغه الانجليزيه لكن انت اشرح عربي": [
        {
            "text": "Hi there! I'm Lolly, how are you doing today, my friend?"
        },
        {
            "text": "I'm feeling great, thank you for asking! How about you, my dear friend?"
        },
        {
            "text": "What fun things do you enjoy doing?"
        },
        {
            "text": "I absolutely love reading books and watching amazing movies!"
        },
        {
            "text": "Do you have any recommendations for a good book I should read?"
        },
        {
            "text": "Oh, absolutely! You should read 'One Hundred Years of Solitude' by Gabriel Garcia Marquez. It's a magical journey!"
        },
        {
            "text": "That sounds exciting! Thank you so much for the recommendation!"
        },
        {
            "text": "How do you feel about documentaries? They’re like a window to the world, right?"
        },
        {
            "text": "I love them! They're so full of information. What documentaries spark your interest?"
        },
        {
            "text": "I'm a big fan of the film '13th.' It's such a thought-provoking look at race in America!"
        },
        {
            "text": "Manga is a unique art form from Japan that has become widely recognized in global pop culture, with iconic characters like Astro Boy and Sailor Moon."
        },
        {
            "text": "The terms 'manga' and 'anime' are often used interchangeably, where manga refers to printed comics and anime refers to animated motion pictures."
        },
        {
            "text": "Manga has its roots in Japanese art history, tracing back to 12th-century scroll paintings and 18th-century woodblock prints."
        },
        {
            "text": "Osamu Tezuka, known as the 'godfather' of manga, significantly shaped the industry with his innovative storytelling and character designs."
        },
        {
            "text": "Manga serves diverse audiences, with categories like 'shonen' for boys, 'shojo' for girls, 'seinen' for adult men, and 'josei' for adult women."
        },
        {
            "text": "Naoki Urasawa is a prolific manga artist known for his works like 'Monster' and '20th Century Boys,' which have garnered international acclaim."
        },
        {
            "text": "Since the 1990s, the global fanbase for manga has expanded, fueled by anime adaptations and the rise of companies that translate and distribute manga."
        },
        {
            "text": "Osamu Tezuka once described manga as a medium that encompasses a wide range of emotions and experiences, emphasizing its depth and complexity."
        },
        {
            "text": "For those interested in learning more about manga and anime, the JAPAN HOUSE Library offers selected volumes from pioneering artists."
        }
    ]
      }
